zsh-users/zsh-syntax-highlighting
hcgraf/zsh-sudo
chrissicool/zsh-256color
hkupty/ssh-agent
Seinh/git-prune
zsh-users/zsh-autosuggestions
peterhurford/up.zsh
supercrabtree/k
